[
  {
    "id": "31a65b5c-4563-4b36-83d6-023cffcdc40c",
    "name": "Chomreun",
    "message": "Congratulations on your wedding day bong  Wishing you both a lifetime of love, happiness, and togetherness. \nHappy wife happy life 😁❤️",
    "createdAt": "2025-10-19T13:47:21.168Z"
  },
  {
    "id": "d6d2a90e-cc4c-4d3d-a2d4-aaa27075394b",
    "name": "Visruol",
    "message": "សូមជួនពរដល់គូស្វាមី ភរិយាថ្មី ជួបតែសេចក្តីសុខមានសុភមង្គលក្នុងក្រុមគ្រួសារ សុខភាពល្អ សំណាងល្អ  រកស៊ីមានបាន និងប្រកបការងារអ្វីៗអោយបានរីកចំរើនតទៅមុខជារៀងរហូត តទៅអើយ🥰🥰🥰🥰",
    "createdAt": "2025-10-19T12:28:48.835Z"
  },
  {
    "id": "ba7388d9-4c7c-4eb6-b094-cac671f58244",
    "name": "សំ​ផៃ",
    "message": "ប្អូនសូមប្រសិទ្ធពរជ័យ ដល់បងទាំងពីរ​ ជាគូស្វាមី ភរិយាថ្មីស្រលាញ់់គ្នារហូត​ និង​ ជួបតែសេចក្តីសុខ សំណាងល្អ  និងប្រកបការងារអ្វីៗអោយបានរីកចំរើនតទៅមុខជារៀងរហូត។",
    "createdAt": "2025-10-19T03:38:49.395Z"
  },
  {
    "id": "181a55b2-7222-45e1-b7ee-fda89bfec9a6",
    "name": "រតនា",
    "message": "អបអរសាទរបងនិត និងភរិយា សូមជូនពរឱ្យ ជួបតែសេចក្តីសុខចម្រើនក្នុងក្រុមគ្រួសារ សុខភាពល្អ សំណាងល្អ  រកទទួលមានបាន និងប្រកបការងារអ្វីៗអោយបានរីកចំរើនតទៅមុខ​ និងឆាប់មាន​ Baby 🤗❤️️",
    "createdAt": "2025-10-18T09:35:56.472Z"
  },
  {
    "id": "c78aa7ca-136e-4be7-98b1-1a7267ee3d75",
    "name": "Mr Tisinh",
    "message": "Congratulation bongs. Wishing you endless love, laughter and a lifetime of happiness.",
    "createdAt": "2025-10-18T03:18:39.170Z"
  },
  {
    "id": "94562677-3a92-40b9-bfad-f8e123fecec9",
    "name": "ស៊ាងលី និង ភរិយា",
    "message": "សូមជួនពរដល់គូស្វាមី​ ភរិយាថ្មី ជួបតែសេចក្តីសុខចម្រើនក្នុងក្រុមគ្រួសារ សុខភាពល្អ សំណាងល្អ  រកស៊ីមានបាន និងប្រកបការងារអ្វីៗអោយបានរីកចំរើនតទៅមុខជារៀងរហូត តទៅអើយ♥️♥️♥️",
    "createdAt": "2025-10-18T02:07:46.881Z"
  },
  {
    "id": "e7aa6751-1664-43a2-bca7-8481bfbd615d",
    "name": "ឧកញ៉ា ព្រាប សុវណ្ណតារា",
    "message": "បងសូមចូលរួមអបអរដល់គូស្វាមីភរិយាថ្មី ក៏សូមជូនពរប្អូនទាំងពីរមានសុភមង្គល មានក្តីសុខគ្រប់វេលា ស្រលាញ់គ្នាកើនឡើងពីមួយថ្ងៃ ទៅមួយថ្ងៃទៀត និងមានបុត្រធីតារត់លេងពេញផ្ទះ 🥰",
    "createdAt": "2025-10-18T01:31:05.453Z"
  },
  {
    "id": "deb90828-2484-4835-b62d-49797be20252",
    "name": "SIN Sereiroth and Husband",
    "message": "Hello cuties couple!\n\nWishing you joy, love, and happiness on your wedding day and as you begin your new life together.\n\nWith love,",
    "createdAt": "2025-10-18T01:10:58.673Z"
  },
  {
    "id": "da63c36f-d0d5-483a-9e72-166792e738b6",
    "name": "គឹមឡាង ហៅ Lang Lang",
    "message": "ប្អូនសូមជូនពរបង neth neth និងភរិយា មានសេចក្តីសុខស្រឡាញ់គ្នាដល់ចាស់កោងខ្នង យល់ចិត្តគ្នា ស្រឡាញ់គ្នាអោយខ្លាំងៗ ហើយនិងមានបុត្រាបុត្រីខ្ចូតៗពេញផ្ទះ និងសូមអោយរីករាយខ្លាំងក្នុងថ្ងៃមង្គលបង។ អរគុណបងដែលអញ្ចើញប្អូនចូលរួមថ្ងៃពិសេសរបស់បងទាំងពីរ។",
    "createdAt": "2025-10-17T12:02:26.748Z"
  },
  {
    "id": "89a3b1aa-e4d9-4a36-99f2-521a054e4421",
    "name": "Sreynit (អាស្រមោច)",
    "message": "ទើបតែលេងដេញវ៉ៃគ្នាថ្ងៃនោះសោះ ឥលូវមិត្តភក្តិខ្ញំមានប្តីហើយ។ ខ្ញំុពិតជារំភើបនៅពេលដែល ថាមន្នី(ម៉េវ ម៉េវ) ជួប The Right Person ដែលមើលថែនឹងកាន់ដៃ ម៉េវ ធ្វើជាដៃគូរជីវិត ដល់ចាស់ ក្លាយជាយាយតា មានកូនចៅពេញផ្ទះប្រកបដោយភាពកក់ក្តៅនិងសុភមង្គល។ ជូនពរ អ្នកទាំងពីរ មានសុខភាពល្អ សំណាស់ងល្អ ជួបតែរឿងល្អៗក្នុងជីវិត និងរីកចំរើនជានិរន្ត។",
    "createdAt": "2025-10-17T06:58:28.487Z"
  },
  {
    "id": "b8a4b7c2-6687-44b9-a19c-dd36a3dd0e2e",
    "name": "ម៉ៅ វាសនា",
    "message": "ខ្ញុំសូមជូនពរបងទាំងស្រលាញ់គ្នាដល់ចាស់កោងខ្នងហើយខ្ញុំសង្ឃឹមថាបងប្រុសនិងមើលថែបងបានយ៉ាងល្អជានិច្ចហើយក៏សូមឲពួកបងទទួលបានជោគជ័យក្នុងកិច្ចការងាររបស់បងៗ🙏🏻🙏🏻❤️🫶🏻 ជាពិសេសខ្ញុំពិតជាអរគុណបងច្រើនណាស់ដែលបងមិនដែលភ្លេចខ្ញុំហើយក៏អរគុណបងច្រើនសម្រាប់ក្ដីស្រលាញ់និងការរាប់អានដ៏បរិសុទ្ធរបស់បងចំពោះខ្ញុំកន្លងមកនេះ ទោះបងស្គាល់ខ្ញុំក្នុងរយះពេលខ្លីតែបងមិនដែលចោលខ្ញុំម្ដងណាឡើយ🫶🏻❤️❤️ ខ្ញុំស្រលាញ់បងដូចជាបងស្រីបង្កើតរបស់ខ្ញុំរហូតមក I Love you so much my Lovely Sister 🫶🏻❤️❤️🙏🏻🙏🏻",
    "createdAt": "2025-10-17T03:31:52.820Z"
  },
  {
    "id": "2ad923c3-a762-4c20-96ab-6a4ab484276d",
    "name": "Matey",
    "message": "រីករាយថ្ងៃដ៏ពិសេសអ្នកទាំងពីរ សូម ជូនពរអោយមានសិរីសួស្ភី សុខភាពល្អ សំណាងល្អ  រកស៊ីមានបានរៀងរហូត ៕",
    "createdAt": "2025-10-17T03:29:28.893Z"
  },
  {
    "id": "67ac8143-9103-4735-8607-d2800123c5ac",
    "name": "រក្សា",
    "message": "អបអរសាទរបងនិត និងភរិយា ប្អូនសូមជួនពរបងនិងភរិយា ជួបតែសេចក្តីសុខចម្រើនក្នុងក្រុមគ្រួសារ សុខភាពល្អ សំណាងល្អ  រកស៊ីមានបាន និងប្រកបការងារអ្វីៗអោយបានរីកចំរើនតទៅមុខជារៀងរហូត។ ♥️♥️♥️",
    "createdAt": "2025-10-17T02:59:12.477Z"
  },
  {
    "id": "f013749f-ed6a-4a5f-a73a-23222fe7e12a",
    "name": "Seakly Soeun",
    "message": "​[Bong Savy Phaneth & Bong Chhay Thamony],\n​Congratulations on making it official! I'm so excited to see my favorite couple/friends tie the knot. Your relationship is already such a fun and inspiring adventure, and I know the years ahead will be your best ones yet. Cheers to building a life full of great times, mutual support, and never-ending happiness. You two deserve the absolute best!\n​Love,\n[Soeun Seakly]",
    "createdAt": "2025-10-17T02:55:53.534Z"
  },
  {
    "id": "2ab01a0f-e6aa-418f-bc7c-e8f71ed89b75",
    "name": "Khunmeng",
    "message": "Wishing JJ and Neng are together forever and get richer and richer and healthy",
    "createdAt": "2025-10-17T02:53:57.597Z"
  },
  {
    "id": "90611461-8811-462f-bd7f-e7f75168e877",
    "name": "Devit",
    "message": "Wish you a happy marriage and have a wonderful journey with your life partner 💞",
    "createdAt": "2025-10-17T02:50:23.623Z"
  },
  {
    "id": "8b4b6608-5006-4be3-bb58-7988a7453167",
    "name": "Sivkeang",
    "message": "ប្អូនសូមជូនពរជែនិងស្វាមីមានសុភមង្គល និងរកស៊ីមានបានជារៀងរហូត❤️❤️",
    "createdAt": "2025-10-16T15:45:14.123Z"
  },
  {
    "id": "29af3fc3-6628-4083-9cad-2aad819be08e",
    "name": "Dina Ngoun",
    "message": "Be blessing to see my beautiful friend's day. B blessing and happiness to you and yours husband. Be ready to your new journey and be ready to be his wife 🥰❤️",
    "createdAt": "2025-10-16T13:33:12.342Z"
  },
  {
    "id": "e049bc8d-f616-4a51-a1e7-dd2c66113348",
    "name": "ម៉េងទី",
    "message": "ប្អូនសូមជូនពរបងនិងភរិយាជួបតែសេចក្តីសុខ សុខភាពល្អ សំណាងល្អ  រកស៊ីមានបាន និងប្រកបការងារអ្វីៗអោយបានរីកចំរើនតទៅមុខជារៀងរហូត។",
    "createdAt": "2025-10-16T12:35:47.304Z"
  },
  {
    "id": "67cc608f-a7f4-41c6-bee0-1602cc078965",
    "name": "ម៉ា ស្រីលីម",
    "message": "ជូនពរ អោយអ្នកទាំងស្រលាញ់គ្នា មើលថែរគ្នាដល់ចាស់ រកស៊ីមានបាន",
    "createdAt": "2025-10-16T12:33:49.641Z"
  },
  {
    "id": "3abee638-0672-495c-b480-9985d5b453f0",
    "name": "ស៊ាង វិចិត្រ និង ភរិយា",
    "message": "ជូនពរឲ្យអូន ស្រឡាញ់គ្នាដល់ចាស់កោងខ្នង មានកូនចៅពេញផ្ទះ ❤️ \nចេះយោគយល់គ្នា ពិភាក្សារ is the best way to be couples life 👰‍♀️🤵‍♂️❤️",
    "createdAt": "2025-10-16T12:28:46.537Z"
  },
  {
    "id": "94643708-96f1-4008-adff-37440f6475fe",
    "name": "Det Det",
    "message": "Congratulations, wish a new couple a happy life together ❤️❤️",
    "createdAt": "2025-10-16T11:57:13.280Z"
  },
  {
    "id": "3d5e14a2-221f-4708-b628-1e19ead9dc18",
    "name": "Pov panharolinda",
    "message": "I Wish you both having joy, love and happiness on your wedding day as you begin your new life together bong .🥰🤍",
    "createdAt": "2025-10-16T11:45:33.253Z"
  },
  {
    "id": "8500bfc7-ed86-4a76-9204-66272a793178",
    "name": "Heang",
    "message": "Congratulations to you both. I'm truly excited for you and wish you a lifetime of love and happinessn.",
    "createdAt": "2025-10-16T10:58:31.250Z"
  },
  {
    "id": "fca27963-43f4-48fe-b7af-d361bf5503e1",
    "name": "Memora Shine✨",
    "message": "យើងខ្ញុំព្រមទំាងក្រុមការងារ សូមគោរពជូនពរដល់គូស្វាមី ភរិយាថ្មី នាថ្ងៃសិរីមង្គល ជួបតែសំណាងល្អ សុខភាពល្អ និងសុភមង្គលពេញមួយជីវិត។ ❤️🎊",
    "createdAt": "2025-10-16T09:33:09.670Z"
  },
  {
    "id": "af6f1b9e-550c-4652-ba41-242201e28f77",
    "name": "ហួរហួរ",
    "message": "សូមជូនពរបង neth neth និងភរិយារស់នៅមានសុភមង្គល ស្រលាញ់គ្នាដល់ចាស់កោងខ្នង ​ជាពិសេសមានBaby ឪ្យច្រើនមកបង កំុឪ្យស្ងាត់ផ្ទះ តែbaby កាត់ទៅម៉ាក់ៗបាន​cute ហិហិ. Anyway thank you bong for inviting me to celebrate your special day.",
    "createdAt": "2025-10-16T09:32:47.173Z"
  },
  {
    "id": "49edeb78-0e5f-4815-8472-f909c7c9ecb4",
    "name": "TRERM Sopheak & VAN Vicheka",
    "message": "Best wishes to your beautiful couple, bong! May your marriage be filled with sweet laughter, endless adventures, and love that grows stronger with every day",
    "createdAt": "2025-10-16T09:32:21.482Z"
  },
  {
    "id": "ced9e616-d58e-4458-b7f1-c3b61ed0bdd7",
    "name": "Sovann ❤️ Pichra",
    "message": "Wishing the newlyweds a lifetime filled with love, happiness, and endless blessings together 💍❤️",
    "createdAt": "2025-10-16T09:28:58.297Z"
  }
]
